Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/traffic_and_parking/parking_facilities_for_people_with_disabilities.html.txt.tmx
Source language: en
Languages: ga

source: Parking facilities for people with disabilities
ga: Na háiseanna páirceála do dhaoine le míchumas

source: There are a range of parking facilities available to people with disabilities in towns and cities throughout Ireland
ga: Tá réimse leathan áiseanna páirceála ar fáil do dhaoine le míchumas i mbailte agus cathracha ar fud na hÉireann

source: Disabled parking bays are slightly wider than an average parking space to allow for easy access
ga: Tá spásanna páirceála do dhaoine le míchumas níos leithne ná na gnáth spásanna páirceála sa chaoi agus go mbeidh siad níos insroichte

source: They are always located in "prime" parking spots beside building entrances, in city/town centres, etc
ga: Tá siad i gcónaí le fáil in áiteanna príomhiúla in aice an tslí isteach chuig foirgnimh i gcathracha agus bailte srl

source: These parking bays are clearly marked for use by disabled people by both signs and road markings
ga: Tá na spásanna páirceála le haghaidh daoine le míchumas máirceáilte go soiléir le comharthaí agus marcanna bóithre

source: (Road markings normally consist of the "accessibility" symbol)
ga: (Go hiondúil is í an tsiombal "insroichteacht" a bhíonn ann mar mharcanna bóithre)

source: Although local authorities have no legal obligation to provide parking bays for people with disabilities, a certain number of spaces are available in all local authority on-street parking, local authority car parks and public building car parks
ga: Cé nach bhfuil aon dualgas dlíthiúil ar na húdaráis áitiúla spásanna páirceála do dhaoine le míchumas a sholáthar, cuirtear ar fáil méid áirithe spásanna le páirceáil ar an tsráid agus i gcarrclóis de chuid an údaráis áitiúil agus i gcarrclóis na bhfoirgneamh poiblí

source: The location of these spaces will be laid down in local authority bye-laws
ga: Beidh na háiteanna ina bhfuil na spásanna seo leagtha síos i bhfó-dlíthe an údaráis áitiúil

source: Information about the location of disabled parking spaces may be available online or you can contact your local authority
ga: Mura féidir eolas a fháil ar an idirlíon cá bhfuil spásanna do dhaoine le míchumas, ba cheart duit teagmháil a dhéanamh leis an údarás áitiúil

source: Commercial premises like supermarkets and shopping centres have no legal obligation to provide disabled parking facilities for their customers
ga: Níl aon dualgas dlíthiúil ar ionaid tráchtála mar shampla ollmhargaí agus ionaid siopadóireachta áiseanna páirceála do dhaoine le míchumas a sholáthar dona gcuid custaiméirí

source: Building regulations have specific requirements about the indoor facilities for people with disabilities and the approach to a building (e.g., a ramp to allow wheelchair access) but the external environment of a building (e.g., parking facilities) is not covered by any legislation
ga: Tá riachtanais áirithe leagtha amach i rialacháin fhoirgnimh maidir le háiseanna taobh istigh agus maidir leis an slí isteach chuig foirgneamh (mar shampla, ardán sa chaoi is go mbeidh sé insroichte ag cathaoir rothaí) ach níl an timpeallacht taobh amuigh de fhoirgneamh clúdaithe ag aon reachtaíocht (mar shampla, áiseanna páirceála )

source: Planning permission will not be refused if disabled parking facilities are not included in a planning application
ga: Ní dhiúltófar cead pleanála, muna mbeidh áiseanna páirceála do dhaoine le míchumas san áireamh san iarratas pleanála

source: However, local authority planners may recommend that parking spaces for disabled people be made available and a condition can be attached to the application requiring the builder and architect to include these facilities
ga: Ach mar sin féin seans go ndéanfaidh lucht pleanála an údaráis áitiúil moladh gur cheart spásanna páirceála do dhaoine le míchumas a sholáthar agus is féidir coinníoll a chur leis an gcead a chuireann iachall ar an tógálaí agus ar an ailtire na háiseanna seo a chur san áireamh

source: Penalties for misusing disabled parking spaces
ga: Pionóis le mí-úsáid spásanna páirceála do dhaoine le míchumas

source: Local authorities around the country operate a strong policy of enforcement regarding spaces reserved for people with disabilities
ga: Oibríonn údaráis áitiúla timpeall na tíre beartas tréan forfheidhmithe maidir le spásanna atá curtha in áirithe do dhaoine atá faoi mhíchumas

source: A fixed charge parking fine of €80 will be issued to drivers without a valid European Parking Card who park their cars in disabled parking spaces
ga: Eiseofar fíneáil pháirceála muirir sheasta €80 do thiománaithe gan Cárta Páirceála Eorpach a pháirceálann a ngluaisteáin i spásanna páirceála do dhaoine faoi mhíchumas

source: In areas where clamping is in operation (Dublin, Cork and Galway), cars parked illegally in these spaces will be clamped and the fee for release will be €80 or more
ga: I limistéir ina bhfuil clampáil i bhfeidhm (Baile Átha Cliath, Corcaigh agus Gaillimh), clampálfar gluaisteáin atá páirceáilte go neamhdhleathach sna spásanna seo agus gearrfar €80, ar a laghad, mar tháille scaoilte

source: Private car park operators are responsible for policing the use of designated disabled parking bays in their own car parks and cars parked illegally in these bays may be clamped
ga: Tá an dualgas ar oibritheoirí na gcarrchlós príobháideach, monatóireacht a dhéanamh sna carrclóis ar úsáid spásanna páirceála do dhaoine le míchumas agus is féidir clampáil a dhéanamh ar charranna atá páirceáilte go mí-dhleathúil i gcarrclóis phríobháideacha

source: Fees for release will vary depending on the operator
ga: Braitheann an táille a bheidh le n-íoc leis an gcarr a shaorú ar an oibritheoir

source: Gardai and traffic wardens will not issue tickets for cars illegally parked in disabled parking spaces in a private car park
ga: Ní éiseoidh Gardaí ná Maoir Tráchta ticéid do dhaoine atá páirceáilte go mí-dhleathúil i spásanna do dhaoine le míchumas i gcarrclós príobháideach

source: Each accessible parking space is designated as reserved by a vertically mounted or suspended sign showing the symbol of accessibility
ga: Cuirtear in iúl go bhfuil an spás páirceála in áirithe le comhartha ina cholgsheasamh nó crochta ar a bhfuil an tsiombal "Insroichteachta"

source: The Road Traffic Act 2002 introduced a fixed charge system for common parking offences
ga: Thug an tAcht um Thrácht ar Bhóithre, 2002 córas muirir sheasta isteach do chionta comhchoiteanna páirceála

source: The fixed charge system came into effect in April 2006
ga: Tháinig an córas muirir sheasta i bhfeidhm in Aibreán 2006

source: A fixed-charge fine for misuing a disabled parking spaces is €80 with 28 days to pay
ga: Gearrtar muirear seasta €80 ar mhí-úsáid a bhaint as spásanna páirceála do dhaoine faoi mhíchumas agus tugtar 28 lá duit chun an muirear a íoc

source: If unpaid in that timeframe, the fine increases to €120 with a further 28 days to pay
ga: Mura n-íoctar an muirear laistigh den tréimhse ama sin, méadaítear an fhíneáil aníos chuig €120 agus tugtar 28 lá breise duit í a íoc

source: Both traffic wardens and the Gardai may issue these parking fines
ga: Féadfaidh maoir thráchta agus na Gardaí araon na fíneálacha páirceála seo a eisiúint

source: Drivers are also obliged to show evidence if requested of a European Parking Card and a traffic warden or Garda may inspect the Card
ga: Tá dualgas ar thiománaithe fianaise a thaispeáint, má iarrtar orthu, i leith Cárta Páirceála Eorpach agus féadfaidh maor tráchta nó Garda cigireacht a dhéanamh ar an gCárta

source: You must have a valid European Parking Card prominently displayed on your windshield to use a disabled parking bay
ga: Ní mór go bhfuil Cárta Páirceála Eorpach agat a thaispeántar in áit fheiceálach ar do ghaothscáth lena úsáid i mbá páirceála do dhaoine faoi mhíchumas

source: The card will show the signature and photograph of the holder and is available from the Irish Wheelchair Association or the Disabled Drivers Association
ga: Taispeánfaidh an cárta síniú agus grianghraf an tsealbhóra agus tá fáil ar an gcárta ó Chumann Cathaoireacha Rothaí na hÉireann nó ó Chumann na dTiománaithe faoi Mhíchumas

source: Disabled parking places can only be used if the card holder (the disabled person) is driving or travelling in the car. Able-bodied relatives or friends may not use this card for their own benefit
ga: Ní féidir spásanna páirceála do dhaoine faoi mhíchumas a úsáid ach nuair atá sealbhóir an chárta (an duine faoi mhíchumas) ag tiomáint nó ag taisteal sa ghluaisteán

source: If you park in a local authority disabled parking space, a traffic warden or Garda may ask to see your European Parking Card
ga: Ní féidir le gaolta nó cairde a bhfuil lánchumas coirp acu an cárta seo a úsáid ar mhaithe lena dtairbhe féin a bhaint as

source: If you or your passengers cannot produce this card or if the card is in someone else's name, a fixed charge parking fine of €80 may be imposed. European Parking Cards (also known as Disabled Parking Permits) can be used by disabled people within the 28 member states of the EU
ga: Má pháirceálann tú i spás páirceála do dhaoine faoi mhíchumas de chuid údarás áitiúil, féadfaidh maor tráchta nó Garda iarraidh ort do Chárta Páirceála Eorpach a thaispeáint dóibh

source: If you are visiting Ireland or are from outside of the EU you should bring your Disabled Parking Permit/European Parking Card with you. Your Disabled Parking Permit/European Parking Card should be visibly displayed in your parked car
ga: Murar féidir leat féin nó le do phaisinéirí an cárta seo a sholáthar nó má tá ainm duine eile ar an gcárta, féadtar fíneáil mhuirir sheasta €80 a ghearradh

source: Private car parks will generally have parking spaces available for people with disabilities, as will car parks for shopping centres, supermarkets, universities, hotels and hospitals
ga: Bíonn spásanna páirceála ar fáil do dhaoine le míchumas go hiondúil i gcarrclóis phríobháideacha chomh maith le carrclóis in ionaid siopadóireachta, ollmhargaí, ollscoileanna, óstáin agus ospidéil

source: To use these spaces, you will need the European Parking Card
ga: Caithfidh tú an Cárta Eorpach Páirceála a bheith agat le úsáid a bhaint as na spásanna seo

source: If there are time limits imposed in these car parks, they may not apply to people with disabilities
ga: Má tá teorainn ama i gceist sna carrclóis seo, seans nach gcuirfear i bhfeidhm iad do dhaoine le míchumas

source: The conditions of parking should be clearly stated on signs
ga: Ba cheart go mbeadh na coinníollacha páirceála le feiceáil go soiléir ar na comharthaí

source: Having a valid European Parking Card does not guarantee you a parking space if none is available
ga: Níl aon gheallúint ann go bhfaighidh tú spás páirceála muna bhfuil sé ar fáil de bharr go bhfuil Cárta Eorpach Páirceála agat

source: If you have a valid European Parking Card, the disabled parking spaces provided by local authorities are free of charge and no time limits will apply to your parking
ga: Má tá Cárta Eorpach Páirceála bailí agat ní ghearrfar aon táille pháirceála ort sna spásanna atá curtha ar fáil ag na húdaráis áitiúla do dhaoine le míchumas, beidh sé saor in aisce agus ní bheidh aon teorainn ama i gceist

source: Some private car parks may charge for use of a disabled parking space, but this will vary depending on the operator
ga: Beidh táille i gceist i gcuid de na clóis pháirceála príobháideacha le haghaidh spásanna do dhaoine le míchumas, ag brath ar an oibritheoir

source: Some local authorities have lists of disabled parking spaces available on their web sites
ga: Tá liostaí ag cuid de na húdaráis áitiúla ar a suímh idirlín de spásanna atá ar fáil do dhaoine le míchumas

source: If you are unsure of the parking facilities available to you, you should telephone ahead to your destination
ga: Muna bhfuil tú cinnte faoi na háiseanna páirceála atá ar fáil, cuir glaoch ar an áit roimhré

source: The local authority in the area you will be travelling to, will be able to give you information on the type of disabled parking facilities available in its area
ga: Tabharfaidh an túdarás áitiúil cuí an t-eolas uilig duit ar na cineálacha áiseanna páirceála atá ar fáil ina cheantar

source: The parking card scheme is administered by the Disabled Drivers Association and the Irish Wheelchair Association
ga: Riarann Cumann Cathaoireacha Rothaí na hÉireann agus Cumann na dTiománaithe faoi Mhíchumas an scéim chárta páirceála
